[
  {
    "id": 1,
    "file_img": "Anderson.jpg",
    "first_name": "Steven",
    "last_name": "Anderson",
    "title": "President and CEO",
    "affiliation": "Pacific Legal Foundation",
    "bio": "Steven Anderson is president and CEO of the Pacific Legal Foundation (PLF), which litigates cases nationwide to vindicate the rights fundamental to a free society. Before joining PLF, he spent 12 years at the Institute for Justice (IJ), most recently as executive vice president and CFO. Prior to that, Mr. Anderson worked as director of IJ’s Castle Coalition. He has testified before Congress and state legislatures on the critical need for eminent domain reform, has advised all levels of government on public policy, and has lectured and debated at conferences and symposia, making the case for substantive protections for property rights. His work has appeared in publications including The New York Times, Los Angeles Times, and The Washington Post. Mr. Anderson earned a bachelor’s degree from the University of Virginia and a law degree from Wake Forest University. "
  },
  {
    "id": 2,
    "file_img": "Soltis Anderson, Kristen.jpg",
    "first_name": "Kristen Soltis",
    "last_name": "Anderson",
    "title": "Co-founder",
    "affiliation": "Echelon Insights",
    "bio": "Kristen Soltis Anderson is co-founder of Echelon Insights, a polling and data analytics firm serving corporate, nonprofit, advocacy, and political clients. For 15 years, she has been a pollster and opinion research analyst studying the views of voters, consumers, and key emerging demographics like Millennials and Generation Z. Ms. Anderson is a contributor to Fox News Channel, host of SiriusXM's “The Trendline With Kristen Soltis Anderson,” and is a columnist for The Washington Examiner. She is author of The Selfie Vote: Where Millennials Are Leading America (And How Republicans Can Keep Up). She has served as a resident fellow at Harvard's Institute of Politics and was named one of Elle's Most Compelling Women in Washington in 2016. Ms. Anderson earned a bachelor’s degree from the University of Florida and a master’s degree from Johns Hopkins University. "
  },
  {
    "id": 3,
    "file_img": "Ayaan Hirsi, Ali.jpg",
    "first_name": "Ali",
    "last_name": "Ayaan Hirsi",
    "title": "Research Fellow",
    "affiliation": "Hoover Institution",
    "bio": "Ayaan Hirsi Ali is a research fellow at the Hoover Institution and Stanford University, and is founder of the AHA Foundation. Prior to joining the Hoover Institution, she was a fellow at the Belfer Center’s Future of Diplomacy Project at Harvard University and a resident fellow at the American Enterprise Institute. Ms. Ali served as a member of the Dutch Parliament from 2003 to 2006. While in Parliament, she focused on furthering the integration of non-Western immigrants into Dutch society and on defending the rights of Muslim women. She is author of Infidel; Nomad: from Islam to America, a Personal Journey through the Clash of Civilizations; Heretic: Why Islam Needs a Reformation Now; and The Challenge of Dawa. Her next book Prey will be published in 2021. Ms. Ali earned a master’s degree from Leiden University in the Netherlands. "
  },
  {
    "id": 4,
    "file_img": "Bader, Lawson.jpg",
    "first_name": "Lawson",
    "last_name": "Bader",
    "title": "President and CEO",
    "affiliation": "DonorsTrust",
    "bio": "Lawson Bader is president and CEO of DonorsTrust and Donors Capital Fund. Previously, he served as president of the Competitive Enterprise Institute (CEI), a research and outreach organization. Before joining CEI, Mr. Bader spent sixteen years as vice president of the Mercatus Center at George Mason University. He serves on the boards of the Atlas Network and State Policy Network. He is a member of the Forbes Nonprofit Council and a Kiplinger contributor. Mr. Bader earned a bachelor’s degree from Wheaton College and master’s degree from Johns Hopkins University. "
  },
  {
    "id": 5,
    "file_img": "Blaney, Tom.jpg",
    "first_name": "Thomas",
    "last_name": "Blaney ",
    "title": "Partner",
    "affiliation": "PKF O’Connor Davies",
    "bio": "Thomas Blaney is a partner of PKF O’Connor Davies and director of the Private Foundation Practice. He has spent approximately 30 years specializing in the accounting and tax aspects of exempt organizations. Mr. Blaney is a certified fraud examiner, licensed CPA, and was appointed to the Panel on the Nonprofit Sector’s 990 PF Reform Advisory Committee. A member of the firm’s executive committee, Mr. Blaney is a recognized thought leader and frequent speaker, author, and contributor to events and articles related to private foundations and not-for-profit topics. His work has appeared in The Wall Street Journal, Barron’s, and other leading business publications. Mr. Blaney was the recipient of the 2015 “Ahead of the Curve” award presented to the CPA who stays ahead of new legislation and trends on behalf of his clients. He is currently treasurer of the Breezy Point Disaster Relief Fund, treasurer of the McCaddin-McQuirk Foundation, treasurer of Exponent Philanthropy (formerly Association of Small Foundations), and is on the audit and investment committees of the Hudson Valley Chapter of the Make-a-Wish Foundation. Mr. Blaney earned bachelor’s degrees from Pace University.  "
  },
  {
    "id": 6,
    "file_img": "Bob, Anna.jpg",
    "first_name": "Anna",
    "last_name": "Bob"
  },
  {
    "id": 7,
    "file_img": "Bowman, Matt.jpg",
    "first_name": "Matthias ",
    "last_name": "Bowman",
    "title": "President",
    "affiliation": "Bowman Family Foundation",
    "bio": "Matthias Bowman is president of the Bowman Family Foundation, which works to improve the lives of people with mental illness and substance use disorders. Previously, he served as vice chairman of investment banking at Merrill Lynch and as CEO of Merrill Lynch Ventures and other private investment funds. Mr. Bowman was founder of Fieldpoint Private Bank & Trust, RCT Logic (a clinical trial design company), and Ignition Interfaces (a software development company). He is a member of the board of Ignition Interfaces and of the steering committee of the Path Forward for Mental Illness and Substance Abuse. He is a former member of the board of directors of One Mind, the Brain & Behavior Research Foundation, the American Cancer Society Foundation, and the Sylvan C. Herman Foundation. Mr. Bowman attended Williams College and is a Baker Scholar graduate of Harvard Business School. "
  },
  {
    "id": 8,
    "file_img": "Bragdon, Tarren.jpg",
    "first_name": "Tarren",
    "last_name": "Bragdon",
    "title": "CEO",
    "affiliation": "Foundation for Government Accountability",
    "bio": "Tarren Bragdon is CEO of the Foundation for Government Accountability (FGA), which he founded in 2011. Prior to joining FGA, Mr. Bragdon served as CEO of the Maine Heritage Policy Center. He also served in the Maine House of Representatives and remains the youngest person elected to the Maine Legislature. A nationally recognized health care expert, Mr. Bragdon has testified before Congress, various state legislative committees, numerous national conferences, and the American Swiss Foundation in Switzerland. His work has been featured in The Wall Street Journal, the New York Post, the Boston Globe, and The New York Times. His research has been published with The Heritage Foundation and the Manhattan Institute and he has appeared on NPR, Fox News, and numerous talk radio programs. Mr. Bragdon earned a bachelor’s degree from the University of Maine and a master’s degree from Husson University. "
  },
  {
    "id": 9,
    "file_img": "Buchan, Austin.jpg",
    "first_name": "Austin",
    "last_name": "Buchan",
    "title": "CEO",
    "affiliation": "College Forward",
    "bio": "Austin Buchan is CEO of College Forward. He joined College Forward in 2010 as a persistence program manager. During his tenure, Mr. Buchan has expanded College Forward’s services to over 10,000 new students and families across the country, and oversaw the development and release of CoPilot, a leading student data management tool. Prior to joining College Forward, he worked in rural Nicaragua developing college persistence programs and managed national political campaigns in Boulder, Colorado and Boston, Massachusetts. Mr. Buchan earned a bachelor’s degree from Trinity University and is a graduate of the University of Pennsylvania Center for Social Impact Strategy’s Social Entrepreneurship program. "
  },
  {
    "id": 10,
    "file_img": "Butler, Kelly.jpg",
    "first_name": "Kelly",
    "last_name": "Butler",
    "title": "CEO",
    "affiliation": "Barksdale Reading Institute",
    "bio": "Kelly Butler is CEO of the Barksdale Reading Institute (BRI). She spearheaded BRI’s development of The Reading Universe, a detailed scope and sequence for training teachers on how to deliver sequential, systemic, and explicit reading instruction. Previously, Ms. Butler taught public high school in Greenwich, Connecticut. She is a founding member of the Higher Education Literacy Council of Mississippi, a founding member of Mississippi’s Affinity Group of Education Grantmakers, a member of the advisory board for the Southeast Regional Educational Lab, and a board member of Springboard to Opportunities. Her recent advocacy work includes coordinating the design of Mississippi’s digital learning plan to ensure equity in new virtual teaching, learning, and telehealth opportunities. Ms. Butler earned a bachelor’s degree from the University of Alabama and a master’s degree from Harvard University.   "
  },
  {
    "id": 11,
    "file_img": "Carney, Tim.jpg",
    "first_name": "Tim",
    "last_name": "Carney",
    "title": "Resident Fellow",
    "affiliation": "American Enterprise Institute ",
    "bio": "Tim Carney is a resident fellow at the American Enterprise Institute and a columnist at The Washington Examiner. He is author of three books including Alienated America: Why Some Places Thrive While Others Collapse. Mr. Carney’s articles have appeared in The New York Times, The Washington Post, The Wall Street Journal, The Atlantic, National Review, and other publications. Mr. Carney is a graduate of St. John’s College. "
  },
  {
    "id": 12,
    "file_img": "Clayton, Dave.jpg",
    "first_name": "Dave ",
    "last_name": "Clayton",
    "title": "Senior Vice President,  Center for Consumer Insights",
    "affiliation": "Strada Education Network ",
    "bio": "Dave Clayton is senior vice president of Strada Education Network’s Center for Consumer Insights, which focuses on improving education after high school by hearing directly from individuals about its role in their work and lives. Mr. Clayton has expertise in psychology, market research, branding, and social impact marketing, as well as broad and deep experience in bridging research into action on many of our society’s most pressing needs—education, health, and financial inclusion. Mr. Clayton earned a doctorate from the University of North Carolina-Chapel Hill. "
  },
  {
    "id": 13,
    "file_img": "D_amico, Carol.jpg",
    "first_name": "Carol",
    "last_name": "D’Amico",
    "title": "Executive Vice President, National Engagement and Philanthropy",
    "affiliation": "Strada Education Network ",
    "bio": "Carol D’Amico is executive vice president of national engagement and philanthropy at the Strada Education Network. She joined Strada Education, then known as USA Funds, in 2013. Ms. D’Amico served in the U.S. Department of Education as assistant secretary for adult and vocational education from 2001 to 2003. She also served as executive vice president and chancellor of Ivy Tech Community College of Indiana. While serving as a senior fellow in education and co-director of the Center for Workforce Development at the Hudson Institute, she co-wrote Workforce 2020, a book describing the demographics of the future U.S. workforce and challenges in preparing the American workforce to prosper in the global economy. Ms. D’Amico serves on the boards of WGU Indiana, INvestED, the Indy Chamber, the Higher Education Council of the Indiana Chamber of Commerce, the Greater Indianapolis Progress Committee, the Indiana Conference for Women, and the Indiana University Lilly Family School of Philanthropy. She earned a master’s degree and doctorate from Indiana University. "
  },
  {
    "id": 14,
    "file_img": "Dillon, Tom.jpg",
    "first_name": "Tom",
    "last_name": "Dillon",
    "title": "Co-founder and Co-CEO",
    "affiliation": "The Literacy Lab",
    "bio": "Tom Dillon is co-founder and co-CEO of The Literacy Lab. With a background in foreign language instruction, Mr. Dillon brings an understanding of language acquisition and linguistic processes to the organization. He has experience teaching, coaching, and working in several academic programs in the Washington, D.C. area. Mr. Dillon earned a bachelor’s degree from The College of William and Mary and a certificate in contemporary Europe from the Maxwell School of Citizenship and Public Affairs at Syracuse University. "
  },
  {
    "id": 15,
    "file_img": "Dubowitz, Mark.jpg",
    "first_name": "Mark",
    "last_name": "Dubowitz",
    "title": "CEO",
    "affiliation": "Foundation for Defense of Democracies",
    "bio": "Mark Dubowitz is CEO of the Foundation for Defense of Democracies (FDD), a Washington, D.C.-based nonpartisan policy institute. A former venture capitalist and technology executive, Mr. Dubowitz founded FDD’s Iran Program and co-founded FDD’s Center on Economic and Financial Power, Center on Military and Political Power, and China Program. He is an expert on Iran’s nuclear program and global threat network and contributes to FDD’s China program, drawing on his academic background in China studies and private sector work in the Indo-Pacific. Mr. Dubowitz has advised the Bush, Obama, and Trump administrations and lawmakers on both sides of the aisle on Iran issues and testified more than 20 times before Congress and foreign legislatures. He is the author or co-author of dozens of studies on economic sanctions and Iran’s nuclear program and is widely published and cited in U.S. and international media. Mr. Dubowitz earned a master’s degree from Johns Hopkins University School of Advanced International Studies and a law degree and master’s degrees from the University of Toronto. "
  },
  {
    "id": 16,
    "file_img": "Eden, Max.jpg",
    "first_name": "Max",
    "last_name": "Eden",
    "title": "Senior Fellow",
    "affiliation": "Manhattan Institute ",
    "bio": "Max Eden is a senior fellow at the Manhattan Institute (MI). Before joining MI, he was program manager of the education policy studies department at the American Enterprise Institute. Mr. Eden’s research interests include early education, school choice, and federal education policy. He is co-author of the bestselling book Why Meadow Died: The People and Policies that Created the Parkland Shooter and Endanger America's Students, and was co-editor, with Frederick M. Hess, of The Every Student Succeeds Act: What It Means for Schools, Systems, and States. His work has appeared in outlets including the Journal of School Choice, Encyclopedia of Education Economics and Finance, The Washington Post, U.S. News and World Report, National Review, Claremont Review of Books, and The Weekly Standard. Mr. Eden earned a bachelor’s degree from Yale University. "
  },
  {
    "id": 17,
    "file_img": "Florino, Joanne.jpg",
    "first_name": "Joanne",
    "last_name": "Florino",
    "title": "Vice President of Philanthropic Services",
    "affiliation": "The Philanthropy Roundtable",
    "bio": "Joanne Florino is vice president of philanthropic services for The Philanthropy Roundtable, and former senior vice president for public policy. She is also a consultant to The Atlantic Philanthropies Archives at Cornell University. Ms. Florino has worked in philanthropy for over 30 years. Previously, she was executive director of the Triad Foundation in Ithaca, New York, from April 2003 through March 2013. She was also executive director of the Park Foundation and a program associate at The Atlantic Philanthropies. Ms. Florino served as a strategy committee member for the Alliance for Charitable Reform from 2006 until 2013, chaired the public policy committee of Grantmakers Forum of New York, and served as a member of the Ethics and Practices Committee of the Council on Foundations. She currently serves as a board member of the Legacy Foundation in Ithaca, New York, the Network of Enlightened Women, the New York Council of Nonprofits, and the Paleontological Research Institution. Ms. Florino earned a bachelor’s degree in history from Georgetown University and a master’s degree in American history from Cornell University."
  },
  {
    "id": 18,
    "file_img": "Forman, Dean.jpg",
    "first_name": "Dean",
    "last_name": "Forman",
    "title": "Founder and Chairman",
    "affiliation": "John Adams Academy ",
    "bio": "Dean Forman is founder and chairman of John Adams Academy, a charter school focused on restoring America’s heritage by developing servant leaders. As an educational philanthropist and public servant in California education, Mr. Forman came to deeply understand the issues, challenges, and realities of what is needed to effectively reform American public education. He is author of John Adams Academy, Leading a Revolution in Education, a book sharing his philanthropic journey in founding a school in American classical education. Mr. Forman served on the Roseville Joint Union High School District governing board for four years and was later appointed to the CORE Placer Charter School board for two years. He earned a bachelor’s degree from Brigham Young University, a master’s degree from the College for Financial Planning, and a doctorate from George Wythe University. "
  },
  {
    "id": 19,
    "file_img": "Ghate, Debi.jpg",
    "first_name": "Debi",
    "last_name": "Ghate",
    "title": "Vice President of Strategy and Innovation",
    "affiliation": "The Philanthropy Roundtable",
    "bio": "Debi Ghate is the Roundtable’s vice president of strategy and innovation. She joined the team after several years at The Snider Foundation, where she served as senior director. Trained as a lawyer in Ontario, Canada, Ms. Ghate practiced in civil litigation before moving to California to join the Ayn Rand Institute. At the Institute, she oversaw the education and policy programs before serving on leadership teams at two Foundations, including the Charles Koch Foundation and the Anthem Foundation for Objectivist Scholarship. "
  },
  {
    "id": 20,
    "file_img": "Gries, Karen.jpg",
    "first_name": "Karen",
    "last_name": "Gries",
    "title": "Principal",
    "affiliation": "CliftonLarsonAllen",
    "bio": "Karen Gries is a principal with CliftonLarsonAllen, a national accounting and consulting firm and provides tax compliance and consulting services to exempt organizations. Her public accounting career includes providing services to a variety of tax-exempt organizations, including governmental entities, charities, social welfare, business leagues and associations, foundations, colleges and universities, health care providers, religious organizations, and others. Ms. Gries is a frequent speaker on exempt organization issues for many organizations including the American Institute of Certified Public Accountants, multiple state societies of CPAs, Council for Advancement and Support of Education, ASAE, Georgetown Nonprofit Law Conference, Washington Non-Profit Legal and Tax Conference, and others. She has been involved as a volunteer audit committee and board member for multiple organizations. "
  },
  {
    "id": 21,
    "file_img": "Hake, Jim.jpg",
    "first_name": "Jim",
    "last_name": "Hake",
    "title": "CEO",
    "affiliation": "Spirit of America",
    "bio": "Jim Hake is CEO of Spirit of America, a citizen-funded 501(c)(3) nonprofit that directly contributes to the safety and success of Americans serving abroad and the local people they seek to help. He founded the organization in response to the attacks on 9/11. Prior to founding Spirit of America, Mr. Hake was an entrepreneur. He founded Access Media, one of the first internet media companies. He is a contributing author to Warriors and Citizens, a book edited by General Jim Mattis and Dr. Kori Schake. In 2000 and 2001, he was named a “Technology Pioneer” by the World Economic Forum. He has been honored at the Marines Evening Parade. Mr. Hake is a member of the Council on Foreign Relations and an honorary member of the U.S. Army Civil Affairs Regiment. He earned a bachelor’s degree from Dartmouth College and a master’s degree from the Stanford University Graduate School of Business.  "
  },
  {
    "id": 22,
    "file_img": "Harris, Leslie.jpg",
    "first_name": "Leslie",
    "last_name": "Harris",
    "title": "Professor of History",
    "affiliation": "Northwestern University ",
    "bio": "Leslie Harris is a professor of history and African American studies at Northwestern University. Prior to this role, she taught for 21 years at Emory University. At Emory University, Ms. Harris co-founded and directed the Transforming Community Project, which used history and dialogue to address persistent challenges around racial and other forms of human diversity in higher education. A specialist in pre-Civil War African American history, her first body of work on New York City challenged the prevailing view of slavery as a phenomenon of the southern United States, with little impact or importance in the north. She is author of Sexuality and Slavery: Reclaiming Intimate Histories in the Americas and Slavery and the University: Histories and Legacies. She is currently at work on a book on New Orleans that uses Hurricane Katrina and her family’s history as a way to interrogate the history of African Americans in the city from the nineteenth century to the present. Ms. Harris earned a doctorate from Stanford University.  "
  },
  {
    "id": 23,
    "file_img": "Hein, Jay.jpg",
    "first_name": "Jay",
    "last_name": "Hein",
    "title": "President",
    "affiliation": "Sagamore Institute",
    "bio": "Jay Hein is president of Sagamore Institute, a think tank he co-founded in 2004 with U.S. Senator Dan Coats. He also serves as managing director of an impact investing vehicle called Commonwealth and is a fellow at Baylor University’s Institute for the Studies of Religion. Previously, Mr. Hein served as deputy assistant to President Bush and director of the White House Office of Faith-based Initiatives. He formerly directed civil society programs at Hudson Institute and served as a welfare policy advisor to then-Wisconsin Governor Tommy Thompson. Mr. Hein is author of The Quiet Revolution: An Active Faith That Transforms Lives and Communities, which was commissioned by Amazon to help launch its new faith-based division. He earned a bachelor’s degree from Eureka College and an honorary law degree from Indiana Wesleyan University. "
  },
  {
    "id": 24,
    "file_img": "Hejduk, Julia Dyson.jpg",
    "first_name": "Julia",
    "last_name": "Hejduk",
    "title": "Reverend Jacob Beverly Stiteler Professor of Classics",
    "affiliation": "Baylor University ",
    "bio": "Julia Hejduk is the Reverend Jacob Beverly Stiteler professor of classics at Baylor University. Previously, she served for 10 years on the faculty of the University of Texas at Arlington. She has published numerous articles, four books, and an edited collection on ancient Latin poetry, most recently The God of Rome: Jupiter in Augustan Poetry. She has also recently become involved with modeling charitable public conversations on controversial issues. Ms. Hejduk earned a bachelor’s degree from Princeton University and a doctorate from Harvard University.  "
  },
  {
    "id": 25,
    "file_img": "Herrera, Christie.jpg",
    "first_name": "Christie",
    "last_name": "Herrera",
    "title": "Vice President of Policy and Government Affairs",
    "affiliation": "The Philanthropy Roundtable",
    "bio": "Christie Herrera is vice president of policy and government affairs and serves as executive director of the Alliance for Charitable Excellence (ACE), a project of The Philanthropy Roundtable. ACE champions the philanthropic freedom that allows our nation’s charitable sector to thrive—within the philanthropic community, and in statehouses across America. Prior to joining the Roundtable, Christie served as vice president of state affairs at the Foundation for Government Accountability (FGA). During Christie’s FGA tenure, she secured 156 policy reform wins—bills passed or executive action—in 34 states. She also led the foundation’s Medicaid work, which in 2014 was nominated for the Atlas Network’s prestigious Templeton Freedom Award, recognizing the most exceptional and innovative contributions to the understanding of human enterprise. Before joining FGA, Christie served as director of the Health and Human Services Task Force at the American Legislative Exchange Council (ALEC). During her seven years at ALEC, 38 states enacted model legislation drafted by ALEC’s Health and Human Services Task Force. Christie has testified before Congress and legislative committees in 27 states. Her policy work has been covered by the New York Times; Fox News Channel; The Economist; Journal of Health Politics, Policy & Law; and MSNBC’s “The Rachel Maddow Show,” among other outlets. Christie holds a B.S. in communication studies and an M.S. in political science from Florida State University."
  },
  {
    "id": 26,
    "file_img": "Horn, Michael.jpg",
    "first_name": "Michael",
    "last_name": "Horn",
    "title": "Senior Strategist",
    "affiliation": "Guild Education",
    "bio": "Michael Horn is a senior strategist at Guild Education, which partners with employers and organizations to offer education and upskilling opportunities to America’s workforce. He speaks and writes about the future of education. He is co-founder of and a distinguished fellow at the Clayton Christensen Institute for Disruptive Innovation, a nonprofit think tank. Mr. Horn serves as an executive editor at Education Next and is a venture partner at NextGen Venture Partners. He is author of multiple books, white papers, and articles on education, including the award-winning Disrupting Class: How Disruptive Innovation Will Change the Way the World Learns and Amazon bestseller Blended: Using Disruptive Innovation to Improve Schools. His most recent book is Choosing College, which helps students and parents understand why they are going to school and how to make better choices. Tech&Learning magazine named him to its list of the 100 most important people in the creation and advancement of the use of technology in education. Mr. Horn serves on the board and advisory boards of a range of education organizations including the Clayton Christensen Institute, the Robin Hood Learning+Tech Fund, and the LearnLaunch Institute. Mr. Horn earned a bachelor’s degree from Yale University and a master's degree from Harvard Business School. "
  },
  {
    "id": 27,
    "file_img": "Husock, Howard.jpg",
    "first_name": "Howard ",
    "last_name": "Husock",
    "title": "Vice President, Research and Publications",
    "affiliation": "Manhattan Institute for Policy Research",
    "bio": "Howard Husock is vice president for research and publications at the Manhattan Institute for Policy Research, a position he has held since 2006. He is also senior fellow at the Manhattan Institute and a contributing editor to City Journal. Previously, he served as director in case studies in public policy and management at the Harvard Kennedy School of Government, where was also an adjunct lecturer in executive education. Mr. Husock’s writing has appeared in publications including The Wall Street Journal, The New York Times, The Washington Post, National Affairs, and Philanthropy. His work as a documentary filmmaker for WGBH-TV, Boston won three Emmy Awards. He is author of three books: America’s Trillion-Dollar Housing Policy Mistake, Philanthropy Under Fire, and Who Killed Civil Society? The Rise of Big Government and Decline of Bourgeois Norms. Mr. Husock earned a bachelor’s degree from Boston University’s School of Public Communication."
  },
  {
    "id": 28,
    "file_img": "Jackson, John.jpg",
    "first_name": "John",
    "last_name": "Jackson",
    "title": "Board Member",
    "affiliation": "The Philanthropy Roundtable",
    "bio": "John Jackson is the co-founder and executive vice president of Hoplin Jackson Charitable Advisors, a boutique consulting company that advises private foundations and high net worth clients on their charitable giving.   He spent nearly 30 years helping guide the philanthropy of the Denver-based Adolph Coors Foundation and served for a decade as its executive director.   During his tenure, the Foundation assumed a national leadership role in protecting the freedom and privacy of charitable donors.  John is a highly respected advisor on philanthropy and has offered his insights on effective and innovative grantmaking to audiences of donors, policy makers, and thought leaders. Jackson has taken a leadership role in a variety of nonprofits, including terms as chairman of both the Denver-area chapter of the March of Dimes and the Colorado Storm Soccer Association. He served previously as a board member of the State Policy Network. Much of Jackson’s insight and judgement comes from years as a self-employed small business owner.  In the early 1990s, he founded and grew a successful mortgage brokerage, offering A-paper first and second residential mortgages.  A long-time resident of Colorado, Jackson graduated summa cum laude from Fort Lewis College in Durango, Colorado, and served for seven years on the staff of U.S. Senator Bill Armstrong both in Washington, D.C., and in Colorado."
  },
  {
    "id": 29,
    "file_img": "Johnson, Jonathan.jpg",
    "first_name": "Jonathan ",
    "last_name": "Johnson",
    "title": "Founder and CEO",
    "affiliation": "Rooted School",
    "bio": "Jonathan Johnson is founder and CEO of Rooted School, a nonprofit that partners with communities across the U.S. to open charter high schools and run a fellowship that addresses local talent gaps, starting with digital media-related industries. Bill Gates and Warren Buffet’s The Giving Pledge campaign recently recognized Mr. Johnson as one of the most innovative school builders in the country. He has been nationally recognized as a “Change-Maker” by The 74, was awarded the Fishman Prize for excellence in teaching, and was listed among the top 1% of emerging social innovators in the world by Echoing Green for his work to create fast paths to financial freedom. Mr. Johnson earned a bachelor’s degree from Chapman University. "
  },
  {
    "id": 30,
    "file_img": "Keating, David.jpg",
    "first_name": "David",
    "last_name": "Keating",
    "title": "President",
    "affiliation": "Institute for Free Speech",
    "bio": "David Keating is president of the Institute for Free Speech, the only organization dedicated solely to protecting First Amendment political free speech rights through litigation, education, and advocacy.  Prior to joining Institute for Free Speech, he was executive director of the Club for Growth. Prior to that, he worked as executive vice president of the National Taxpayers Union and Washington director of Americans for Fair Taxation. In 2007, Mr. Keating founded SpeechNow.org with the goal of giving Americans who support free speech a way to join together, pool their resources, and advocate for federal candidates who agree with them—and work to defeat those who do not. The group won the lawsuit against the Federal Election Commission that created the Super PAC. In 1996, he was appointed to the National Commission on Restructuring the Internal Revenue Service by Senator Bob Dole because of his leading role in the development and passage of the Taxpayers’ Bill of Rights. Mr. Keating has appeared on programs including CBS’s 60 Minutes and NBC’s Today.  "
  },
  {
    "id": 31,
    "file_img": "Kosaras, Andras.jpg",
    "first_name": "Andras",
    "last_name": "Kosaras",
    "title": "Counsel",
    "affiliation": "Arnold & Porter",
    "bio": "Kosaras Andras is counsel in the tax department of Arnold & Porter. He represents domestic and international tax-exempt organizations on a broad range of regulatory, transactional, and operational matters, including structuring domestic and international programs, grantmaking, and business ventures. Mr. Kosaras also represents individuals and corporate donors on charitable giving, including on major giving and grants, some of which have appeared on the Chronicle of Philanthropy’s annual top-10 list of the largest gifts. Additionally, he represents individuals and organizations in tax and governance controversies, including internal investigations, disputes over charitable gifts and gift restrictions, internal investigations, and examinations by the IRS and state charity regulators. Mr. Kosaras is a board member of the BBB Wise Giving Alliance. He earned a bachelor’s degree from the University of Massachusetts Amherst and a law degree from the New England School of Law. "
  },
  {
    "id": 32,
    "file_img": "Lipsett, Peter.jpg",
    "first_name": "Peter",
    "last_name": "Lipsett",
    "title": "Vice President",
    "affiliation": "DonorsTrust",
    "bio": "Peter Lipsett is vice president of DonorsTrust, a mission-driven donor-advised fund provider committed to advancing liberty. He helps grow the organization by overseeing its marketing, client outreach, and prospect cultivation efforts. He also leads the Novus Society, DonorsTrust’s unique program for donors under 40 committed to growing their philanthropic network and know-how. Mr. Lipsett aided in developing DonorsTrust’s Growth and Resilience Project, a series of catalytic investments that allows donors to address COVID-19 and its ongoing impact on American society through market-driven solutions. He earned a bachelor’s degree from Davidson College and a master’s degree from George Mason University School of Business. "
  },
  {
    "id": 33,
    "file_img": "Manning, Alicia.jpg",
    "first_name": "Alicia ",
    "last_name": "Manning",
    "title": "Senior Program Director",
    "affiliation": "Bradley Foundation",
    "bio": "Alicia Manning is a senior program director at the Bradley Foundation, where she is involved in many areas of the foundation’s giving including welfare reform, education reform, urban renewal, youth engagement and character formation, religious freedom, marriage and family, philanthropy and nonprofit management, and the revitalization of civil society. Since joining the foundation in 1996, she has aimed to highlight the role of faith-based and private, voluntary efforts in solving society’s most pernicious problems. Ms. Manning serves on the selection committee for the Manhattan Institute’s Civil Society Award and served on a gubernatorial commission on the family. She earned a bachelor’s degree from the University of Wisconsin-Milwaukee.  "
  },
  {
    "id": 34,
    "file_img": "McDaniel, Donna.jpg",
    "first_name": "Donna",
    "last_name": "McDaniel",
    "title": "Educator-in-residence in Education",
    "affiliation": "Ewing Marion Kauffman Foundation ",
    "bio": "Donna McDaniel is an educator-in-residence in education for the Ewing Marion Kauffman Foundation. Prior to joining the Kauffman Foundation, Ms. McDaniel was the original leader of the Center for Advanced Professional Studies (CAPS), a nationally recognized entrepreneurial high school program. She served as executive director of Blue Valley CAPS from 2008 to 2013 and Northland CAPS from 2013 to 2016. Ms. McDaniel’s published works include Northland CAPS: Lessons Learned Northland CAPS and That’s Using Your Thinking CAPS – Students, Business and KC Area Benefit from Skills-Prep Program. She was a commissioner for Hire KC Youth, a board member of the Mid-Continent Comprehensive Center advisory board, and committee lead for the Rotary Youth Leadership Academy. Ms. McDaniel earned a bachelor’s degree from the University of Missouri – Kansas City and a master’s degree from the University of Kansas. "
  },
  {
    "id": 35,
    "file_img": "McMaster, HR.jpg",
    "first_name": "H.R. ",
    "last_name": "McMaster",
    "title": "Fouad and Michelle Ajami Senior Fellow",
    "affiliation": "Hoover Institution and Stanford University ",
    "bio": "H.R. McMaster is the Fouad and Michelle Ajami Senior Fellow at the Hoover Institution and Stanford University. He served as an Army officer for 34 years and retired as a Lieutenant General in 2018. He remained on active duty while serving as the 26th assistant to the president for National Security Affairs. LTG McMaster taught history at West Point. He is the former National Security Advisor for the Trump administration and author of Dereliction of Duty and Battlegrounds: The Fight to Defend the Free World. LTG McMaster is a graduate of the United States Military Academy and earned a doctorate from the University of North Carolina at Chapel Hill. "
  },
  {
    "id": 36,
    "file_img": "McWhorter, John.jpg",
    "first_name": "John",
    "last_name": "McWhorter",
    "title": "Associate Professor of English",
    "affiliation": "Columbia University",
    "bio": "John McWhorter is a professor of linguistics, American Studies, and music history at Columbia University. He is author of over 20 books on language, linguistics, and race issues, including Losing the Race; Doing Our Own Thing; The Power of Babel; Words on the Move; and Talking Back, Talking Black. He is a contributing editor for The Atlantic and hosts Slate’s language podcast, Lexicon Valley. Mr. McWhorter earned a bachelor’s degree from Rutgers University, a master’s degree from New York University, and a doctorate from Stanford University.  "
  },
  {
    "id": 37,
    "file_img": "Mendell, Gary.jpg",
    "first_name": "Gary",
    "last_name": "Mendell",
    "title": "Founder and CEO",
    "affiliation": "Shatterproof",
    "bio": "Gary Mendell is founder and CEO of Shatterproof, a national nonprofit dedicated to reversing the addiction crisis in the U.S. After losing his son Brian to addiction in 2011, Mr. Mendell founded Shatterproof to spare other families the tragedy his had suffered. Since founding Shatterproof, he has been recognized as a national leader in the addiction space, working to transform how opioid and substance use disorders are treated. Mr. Mendell has testified in front of the president’s Commission on Combating Drug Addiction and the Opioid Crisis and his opinions are frequently reflected in the media. Mr. Mendell serves on the executive advisory board of the University of Pennsylvania’s Leonard Davis Institute of Health Economics, is a member of the National Quality Forum’s Technical Expert Panel for Opioid and Opioid Use Disorder, and is an advisory member of The Opioid Policy Research Collaborative at the Heller School for Social Policy and Management at Brandeis University. Before Shatterproof, Mr. Mendell spent decades as an entrepreneur. He founded HEI Hotels & Resorts, a multi-billion-dollar company that oversees a portfolio of approximately 70 first class hotels. Mr. Mendell earned a bachelor’s degree from Cornell University’s School of Hotel Administration and a master’s degree from the Wharton School at the University of Pennsylvania. "
  },
  {
    "id": 38,
    "file_img": "Moeller, Leslie.jpg",
    "first_name": "Leslie",
    "last_name": "Moeller",
    "title": "Chairman",
    "affiliation": "Society for Classical Learning ",
    "bio": "Leslie Moeller is chairman of the Society for Classical Learning and has served on its board for 12 years. She consults with classical, Christian schools across the nation in the areas of leadership, administrative function, and governance. Most recently, she helped lead a three year restructuring of the upper school at the Covenant School in Charlottesville, Virginia. Prior to that, she spent 13 years at Geneva School of Boerne where she served in multiple roles including chairman, head of school, capital campaign co-chairman, founder and coach of Geneva’s nationally-ranked debate program, and senior thesis instructor. She is a member of the board of New Covenant Schools in Lynchburg, Virginia and of Academic Advisors for the Classic Learning Test. She earned a bachelor’s degree from the University of Virginia and a juris doctor from Boston College Law School. "
  },
  {
    "id": 39,
    "file_img": "Moore Steve.jpg",
    "first_name": "Steve",
    "last_name": "Moore",
    "title": "Executive Director and CEO",
    "affiliation": "M.J. Murdok Charitable Trust",
    "bio": "Steve Moore is executive director and CEO of the M.J. Murdock Charitable Trust, a private foundation which seeks to nurture and enrich the educational, spiritual, cultural, and social life of individuals, families, and communities, particularly in the Pacific Northwest. He is a widely published author and speaker and has served in several leadership roles in community and professional organizations. Mr. Moore is a graduate of McMurry University, Asbury Theological Seminary, St. Andrews University, and the University of Michigan. He completed post-grad work at Hebrew University and Harvard University and was a visiting scholar at Oxford University.  "
  },
  {
    "id": 40,
    "file_img": "Moore Steve.jpg",
    "first_name": "Steve",
    "last_name": "Moore",
    "title": "Executive Director and CEO",
    "affiliation": "M.J. Murdock Charitable Trust",
    "bio": "Steve Moore is executive director and CEO of the M.J. Murdock Charitable Trust, a private foundation which seeks to nurture and enrich the educational, spiritual, cultural, and social life of individuals, families, and communities, particularly in the Pacific Northwest. He is a widely published author and speaker and has served in several leadership roles in community and professional organizations. Mr. Moore is a graduate of McMurry University, Asbury Theological Seminary, St. Andrews University, and the University of Michigan. He completed post-grad work at Hebrew University and Harvard University and was a visiting scholar at Oxford University.    "
  },
  {
    "id": 41,
    "file_img": "OHearn, Kathleen.jpg",
    "first_name": "Kathleen",
    "last_name": "O'Hearn",
    "title": "Senior Director of Policy Advancement",
    "affiliation": "State Policy Network ",
    "bio": "Kathleen O’Hearn is senior director of policy advancement at the State Policy Network (SPN). She leads SPN’s policy team, which works alongside state-based think tank staff to identify key policy reforms, help craft innovative ideas to advance human flourishing, and connect coalition partners across the country. Prior to joining SPN, Ms.O’Hearn served as the associate director for state outreach and external relations at the Mercatus Center at George Mason University, where she was responsible for connecting Mercatus scholars and their latest public policy research to state policy makers and collaborating with other policy groups on state issues. She also worked on Capitol Hill and for the Texas Public Policy Foundation. Ms. O’Hearn earned a bachelor’s degree from Texas A&M University and a master’s degree from George Mason University. "
  },
  {
    "id": 42,
    "file_img": "Odahowski, David.jpg",
    "first_name": "David",
    "last_name": "Odahowski",
    "title": "President, CEO, Trustee",
    "affiliation": "Edyth Bush Charitable Foundation ",
    "bio": "David Odahowski is president, CEO, and trustee of the Edyth Bush Charitable Foundation. He is a founding board member and past chairman of the Florida Philanthropic Network, Florida’s only statewide association of grantmakers. Mr. Odahowski is a special advisor to the Edyth Bush Institute for Philanthropy and Nonprofit Leadership at Rollins College and a member of the executive committee of Donors Forum of Central Florida. He has been an ally and supporter in the creation of the Florida Nonprofit Alliance, Florida’s representative to the National Council of Nonprofits. Florida Trend named Mr. Odahowski to its Florida 500: Most Influential Business Leaders list. In 2015, the Association of Fundraising Professionals awarded him and the foundation its National Outstanding Foundation Award.  Mr. Odahowski serves on the board of the Florida Chamber of Commerce Foundation and previously served as a trustee of the Southeastern Council of Foundations. He serves on the Caucus for Quality of Life & Quality Places and Civic & Governance Systems. Mr. Odahowski earned a bachelor’s degree from the University of Wisconsin-Stevens Point and a law degree from the Hamline University School of Law. He completed the management certificate program at Rollins College’s Roy E. Crummer Graduate School of Business. "
  },
  {
    "id": 43,
    "file_img": "Onwuka, Patrice Lee.jpg",
    "first_name": "Patrice ",
    "last_name": "Onwuka",
    "title": "Political Commentator and Senior Policy Analyst",
    "affiliation": "Independent Women’s Forum ",
    "bio": "Patrice Onwuka is a political commentator and senior policy analyst at the Independent Women’s Forum. She is the 2020-2021 Tony Blankley fellow with the Steamboat Institute and a senior fellow with the Alliance for Charitable Excellence, a project of The Philanthropy Roundtable. Previously, Ms. Onwuka worked for Generation Opportunity, The Philanthropy Roundtable, and The Fund for American Studies. She was a Charles Koch associate from 2008 to 2009. Prior to moving to Washington, she served as a speechwriter for a United Nations spokesman. Ms. Onwuka is a frequent guest on Fox News, Fox Business News, and PBS programs. She hosts a column called the New Agenda for Black Women on Newsmax.com and is a contributor to The Washington Examiner and The Hill. Her opinions have also appeared in outlets including The Washington Post, USA Today, CNBC, and Bloomberg. Ms. Onwuka earned a bachelor’s degree from Tufts University and a master’s degree from Boston College. "
  },
  {
    "id": 44,
    "file_img": "Pletka, Danielle.jpg",
    "first_name": "Danielle",
    "last_name": "Pletka",
    "title": "Senior Fellow in Foreign and Defense Policy Studies",
    "affiliation": "American Enterprise Institute ",
    "bio": "Danielle Pletka is a senior fellow in foreign and defense policy studies at the American Enterprise Institute (AEI). Concurrently, she teaches U.S. Middle East policy at Georgetown University Walsh School of Foreign Service. Most recently, Ms. Pletka was senior vice president of foreign and defense policy studies at AEI. Before joining AEI, she was a senior professional staff member for the Middle East and South Asia for the Senate Committee on Foreign Relations. Ms. Pletka has authored, co-authored, and co-edited a variety of studies, monographs, and book chapters, including the introduction to Seven Pillars: What Really Causes Instability in the Middle East and the report Tehran Stands atop the Syria-Iran Alliance. Ms. Pletka appears frequently on NBC News’ “Meet the Press.” She has been published in outlets including The Washington Post, The Wall Street Journal, and The New York Times. Ms. Pletka co-hosts the podcast “What the Hell Is Going On? (Making Sense of the World).” She earned a bachelor’s degree from Smith College and a master’s degree from the Johns Hopkins University School of Advanced International Studies. "
  },
  {
    "id": 45,
    "file_img": "Ramaswamy, Vivek.jpg",
    "first_name": "Vivek",
    "last_name": "Ramaswamy",
    "title": "Founder and CEO",
    "affiliation": "Roivant Sciences",
    "bio": "Vivek Ramaswamy is founder and CEO of Roivant Sciences, a pharmaceutical company. Mr. Ramaswamy began his career as a biotech investor and partner at QVT, a New York hedge fund. In 2020, he served on Ohio’s coronavirus task force. Mr. Ramaswamy has authored numerous articles and op-eds which have appeared in The Wall Street Journal, The New York Times, and Harvard Business Review. He has been a commentator on issues relating to shared American identity, appearing on programs including Fox Business and Tucker Carlson Tonight. Mr. Ramaswamy serves on the board of directors of the Foundation for Research on Equal Opportunity, a nonpartisan think tank focused on expanding economic opportunity to those who least have it. Mr. Ramaswamy earned a bachelor’s degree from Harvard College and a law degree from Yale Law School, where he was a recipient of the Paul & Daisy Soros Fellowship. "
  },
  {
    "id": 46,
    "file_img": "Riley, Tom.jpg",
    "first_name": "Tom",
    "last_name": "Riley",
    "title": "President",
    "affiliation": "Connelly Foundation",
    "bio": "Tom Riley is president of the Connelly Foundation. Prior to becoming president, Mr. Riley served as vice president for strategic planning at the Connelly Foundation. The Connelly Foundation’s mission is to improve the quality of life in the Philadelphia area, with a focus on education and Catholic institutions. Previously, he was associate director of the White House Office of National Drug Control Policy. From 2009 to 2012, Mr. Riley was vice president of communications at The Philanthropy Roundtable. Mr. Riley earned a bachelor’s degree and master’s degrees from Georgetown University and a law degree from Villanova Law School. "
  },
  {
    "id": 47,
    "file_img": "Robinson, British.jpg",
    "first_name": "British",
    "last_name": "Robinson",
    "title": "President and CEO",
    "affiliation": "Barbara Bush Foundation for Family Literacy ",
    "bio": "British Robinson is president and CEO of the Barbara Bush Foundation for Family Literacy. Ms. Robinson has more than 20 years of experience spearheading initiatives in international and domestic health, corporate social responsibility, public-private partnerships, government relations, and advocacy and policy development. She previously served as founding CEO of the Women’s Heart Alliance. She also served as senior vice president of innovation and strategic initiatives at Women for Women International and vice president of global strategy and programs at Susan G. Komen. Ms. Robinson serves on the board of the Jesuit Refugee Service/USA and on the advisory council of the Inter-American Foundation. Ms. Robinson earned a bachelor’s degree from George Washington University and a master’s degree from Johns Hopkins University. She received an honorary doctorate from Fairfield University.  "
  },
  {
    "id": 48,
    "file_img": "Rowe, Ian.jpg",
    "first_name": "Ian",
    "last_name": "Rowe",
    "title": "CEO",
    "affiliation": "Public Prep",
    "bio": "Ian Rowe is CEO of Public Prep, a network of single-sex elementary and middle public charter schools in the South Bronx and Lower East Side of Manhattan. A proud product of the New York City public school system, Mr. Rowe is a social entrepreneur and leader with more than two decades of experience at Teach For America, the White House, MTV Social Impact, and the Bill & Melinda Gates Foundation. He is chairman of the board of Spence-Chapin, a senior visiting fellow at the Thomas B. Fordham Institute, an Echoing Green Fellow, a Harvard Business School Social Enterprise Fellow, and a member of the American Enterprise Institute Leadership Network. He earned a bachelor’s degree from Cornell University and master’s degree from Harvard Business School. "
  },
  {
    "id": 49,
    "file_img": "Rummel, Mason.jpg",
    "first_name": "Mason",
    "last_name": "Rummel",
    "title": "President and CEO",
    "affiliation": "James Graham Brown Foundation",
    "bio": "Mason Rummel is president and CEO of the James Graham Brown Foundation. Previously, she was a political appointee for the Reagan Administration from 1983 to 1988. Ms. Rummel serves on the Southeastern Council of Foundations membership committee and public policy committee, the board of the Council on Foundations where she is co-chair of its public policy committee, and the public policy committees of the Kentucky Nonprofit Network and the Alliance for Charitable Reform of The Philanthropy Roundtable. Ms. Rummel was founder of Grantmakers of Kentucky and serves on the board of the Greater Louisville Project, the executive board of EVOLVE502, and the board of the Kentucky Derby Museum. She also serves on the board of the Episcopal Church Home Foundation, the Center for Nonprofit Excellence, and the board of directors of Sweet Briar College in Virginia where she is the governance committee chair. Ms. Rummel earned a bachelor’s degree from Sweet Briar College and a master’s degree from Indiana University Lilly Family School of Philanthropy. She is pursuing a master’s degree from Spalding University. "
  },
  {
    "id": 50,
    "file_img": "Ruzek, Marcus.jpg",
    "first_name": "Marcus",
    "last_name": "Ruzek",
    "title": "Senior Programs Director",
    "affiliation": "The Marcus Foundation",
    "bio": "Marcus Ruzek is a senior program director for The Marcus Foundation. Captain Ruzek is a combat veteran having served as an Army Special Forces Officer (Green Beret). Capt. Ruzek served in the Army for 13 years. He has worked at The Marcus Foundation for over six years supporting the foundation’s Military and Veterans and Free Enterprise programs. While assigned as an Infantry Officer in 2009, Capt. Ruzek deployed to Afghanistan in support of Operation Enduring Freedom. He later attended a rigorous two-year training pipeline at Ft Bragg, NC to serve in the 1st Special Forces Regiment. He graduated a Green Beret in December 2013. Capt. Ruzek deployed to northern Iraq in support of Operation Inherent Resolve in 2015. He commanded a Special Forces “A Team” which partnered with Kurdish Peshmerga in the fight against Islamic State terrorists (ISIS). Among Captain Ruzek’s awards and decorations are three Bronze Star Medals, one for valorous actions on the battlefield, and two for meritorious service in both Afghanistan and Iraq. "
  },
  {
    "id": 51,
    "file_img": "Rybka, Jon.jpg",
    "first_name": "Jon ",
    "last_name": "Rybka",
    "title": "CEO",
    "affiliation": "RePublic Schools",
    "bio": "Jon Rybka is CEO of RePublic Schools. Previously, he served as program officer on the U.S. Education team’s Quality Schools Options portfolio at the Michael & Susan Dell Foundation. Prior to his work at the foundation, Mr. Rybka was managing director at Scholar Academies, a turnaround charter management organization and the Office of School Innovation in Washington, D.C. Public Schools. He also worked at the Children's Defense Fund where he led advocacy efforts on quality health care, early childhood programs, and equitable juvenile justice policies. Mr. Rybka began his career in education as a social studies teacher at Carver High School in Winston-Salem, NC and SEED Public Charter Schools in Washington, D.C. He earned a bachelor’s degree from Denison University and master’s degree from Wake Forest University. "
  },
  {
    "id": 52,
    "file_img": "Salam, Reihan.jpg",
    "first_name": "Reihan ",
    "last_name": "Salam",
    "title": "President",
    "affiliation": "Manhattan Institute ",
    "bio": "Reihan Salam is president of the Manhattan Institute. Previously, he served as executive editor of National Review and a National Review Institute Policy Fellow. Early in his career, Mr. Salam was an editorial researcher for David Brooks at The New York Times and a producer at NBC News before becoming associate editor of The Atlantic. His writing has appeared in publications such as Slate, The Wall Street Journal, The Financial Times, and The Washington Post. He has appeared as an analyst on several radio and television programs including All Things Considered, Face the Nation, and This Week. He is a contributing editor at The Atlantic, National Affairs, and National Review. Mr. Salam is author of Melting Pot or Civil War? and co-author with Ross Douthat of Grand New Party. In 2017, he was named a Young Global Leader of the World Economic Forum. "
  },
  {
    "id": 53,
    "file_img": "Saroki, Stephanie.jpg",
    "first_name": "Stephanie ",
    "last_name": "Saroki de García",
    "title": "Co-founder and Managing Director",
    "affiliation": "Seton Education Partners ",
    "bio": "Stephanie Saroki de García is co-founder and managing director of Seton Education Partners. Most recently, Ms. Saroki de García launched - and for over five years directed - The Philanthropy Roundtable’s K-12 education programs, where she spearheaded a series of conferences, strategy sessions, and publications on breakthroughs in education philanthropy. Previously, she was a Teach for America corps member in Oakland, California, where she taught high school English. She co-wrote Saving America's Urban Catholic Schools: A Guide for Donors and served on the strategic planning committee for the Archdiocese of New York’s school system, chairing the committee on school leadership. Ms. Saroki de García earned a bachelor’s degree from the University of California at Berkeley and a master’s degree from the Harvard University Kennedy School of Government, where she attended as a dean’s fellow and worked in the Office of Management and Budget. "
  },
  {
    "id": 54,
    "file_img": "Sharp, Tracie.jpg",
    "first_name": "Tracie",
    "last_name": "Sharp",
    "title": "President and CEO",
    "affiliation": "State Policy Network",
    "bio": "Tracie Sharp is president and CEO of State Policy Network (SPN). Under her leadership, SPN has grown from 36 think tanks in 34 states to 65 independent, state-focused think tanks in 50 states. In 1991, Ms. Sharp helped launch Oregon’s market-oriented state think tank, Cascade Policy Institute. Prior to her leadership there, she worked alongside Washington State radio commentator John Carlson, serving as director of programs at the Washington Institute for Policy Studies in Seattle (now Washington Policy Center). Ms. Sharp earned a bachelor’s degree from the University of Washington. "
  },
  {
    "id": 55,
    "file_img": "Simon, Peter.jpg",
    "first_name": "Peter",
    "last_name": "Simon",
    "title": "Managing Partner",
    "affiliation": "Massey Quick Simon",
    "bio": "Peter Simon became a partner at Massey Quick Simon in 2017. In 1988, Mr. Simon co-founded William E. Simon & Sons with his late father, former Treasury Secretary William E. Simon and his brother, William E. Simon Jr. He currently serves as co-chairman of the firm and the William E. Simon Foundation. Mr. Simon serves as a lector at Christ the King Church in New Vernon. He is an emeritus member of the board of trustees at Lafayette College and of the executive advisory committee at the William E. Simon School of Business at the University of Rochester. Mr. Sion currently serves as a member of several boards of trustees, including of the Richard Nixon Foundation and the Arnold and Mabel Beckman Foundation. Mr. Simon earned a bachelor’s degree from Lafayette College and attended New York University’s Graduate School of Business. "
  },
  {
    "id": 56,
    "file_img": "Smith, Clarice.jpg",
    "first_name": "Clarice",
    "last_name": "Smith",
    "title": "Program Manager",
    "affiliation": "John William Pope Foundation",
    "bio": "Clarice Smith is program manager at the John William Pope Foundation (JWPF), where she is responsible for evaluating public policy and education focused grant proposals. Prior to joining JWPF, she served as director of media relations at the Manhattan Institute for Policy Research. Ms. Smith earned a bachelor’s degree from Trinity College. "
  },
  {
    "id": 57,
    "file_img": "Smith, Kelly.jpg",
    "first_name": "Kelly",
    "last_name": "Smith",
    "title": "CEO",
    "affiliation": "Prenda",
    "bio": "Kelly Smith is CEO of Prenda, a fast-growing education company that helps people run microschools out of their homes. Previously, he held marketing roles at various technology companies before selling a small software business in 2013. Mr. Smith started an afterschool code club at the Mesa Public Library in Arizona to help kids learn computer programming. Mr. Smith earned a master’s degree from MIT. "
  },
  {
    "id": 58,
    "file_img": "Tynan, Carrie.jpg",
    "first_name": "Carrie",
    "last_name": "Tynan",
    "title": "Executive Director",
    "affiliation": "Adolph Coors Foundation ",
    "bio": "Carrie Tynan is executive director of Adolph Coors Foundation, which supports causes throughout the U.S. that promote free enterprise, traditional Judeo-Christian values, and the rule of law, as well as community-based programs in Colorado. In her current role, she oversees all foundation operations, both charitable and noncharitable, works closely with trustees and staff, and develops and oversees the foundation’s venture project portfolio. Previously, she served as the foundation’s director of grants and senior program officer. Ms. Tynan is involved with numerous nonprofits including National Western Stock Show and Generation Justice. Ms. Tynan earned a bachelor’s degree from the University of Texas at Austin. "
  },
  {
    "id": 59,
    "file_img": "Westhoff, Elise.jpg",
    "first_name": "Elise",
    "last_name": "Westhoff",
    "title": "President and CEO, Board Member",
    "affiliation": "The Philanthropy Roundtable",
    "bio": "Elise Westhoff joined The Philanthropy Roundtable as president and CEO in June 2020. Prior to serving as the organization’s fourth president, Elise was the executive director of The Snider Foundation, a family foundation based in Bryn Mawr, Pennsylvania, founded by the late Ed Snider. She joined The Snider Foundation in May 2013 as grant program director, and was named executive director in November 2015. As the first non-family staff member of The Snider Foundation, Elise worked closely with the board to build a professional team and refine governance and operations. With Ed Snider’s donor intent at the forefront, the foundation defined program areas and developed a cohesive grantmaking strategy during her tenure. After Ed Snider’s passing in 2016, Elise oversaw the transition from a founder-led foundation to an engaged, multi-generational family board. Prior to joining the foundation, Elise directed major gifts fundraising for neuroscience programs at the Indiana University School of Medicine from 2009 to 2013. In this role she worked with a wide array of donors including grateful patients, alumni, former residents, current and former faculty, corporations, and foundations to more than double the funds raised for the program between 2009 and 2013. From 2004 to 2008, Elise worked in planned giving and major gifts at the New York Public Library (NYPL). At the NYPL she developed the campaign strategy for all Library Trustees during a $500 million capital campaign. Among the Trustee gifts during her tenure was a $100 million commitment to name the landmark building. Elise is a member of the board of directors of the Commonwealth Foundation and a member of the Forum of Executive Women. She has participated actively in The Philanthropy Roundtable since 2015 and joined the organization’s board in 2019. She is a former member of the Strategy Committee for the organization’s Alliance for Charitable Reform. Elise earned a B.A. in history, criminal justice and political science from Indiana University."
  },
  {
    "id": 60,
    "file_img": "Wilson, Steven.jpg",
    "first_name": "Steven ",
    "last_name": "Wilson",
    "title": "Senior Fellow, Center on Reinventing Education",
    "affiliation": "University of Washington",
    "bio": "Steven Wilson is a senior fellow at the Center on Reinventing Education at the University of Washington and a co-founder of Cadence Learning, a nonprofit organization committed to radically improving distance learning in the time of COVID-19. Previously, Mr. Wilson was CEO of Ascend Learning. He was founder and CEO of Advantage Schools and served as executive vice president of Edison Schools. Prior to that, he was special assistant for strategic planning for Massachusetts Governor William Weld and was co-executive director of the Pioneer Institute, where he drove the development and passage of the Massachusetts charter school law. Mr. Wilson is author of Learning on the Job: When Business Takes on Public Schools and Reinventing the Schools: A Radical Plan for Boston. He is a past board president of Building Excellent Schools. Mr. Wilson is a Paraha-Aspen fellow and a graduate of Harvard University. "
  },
  {
    "id": 61,
    "file_img": "Zimmer, Robert J.jpg",
    "first_name": "Robert",
    "last_name": "Zimmer",
    "title": "President",
    "affiliation": "University of Chicago",
    "bio": "Robert J. Zimmer has been president of the University of Chicago since 2006. Mr. Zimmer earned a bachelor’s degree from Brandeis University and a doctorate in mathematics from Harvard University. He came to the University of Chicago as a faculty member in mathematics in 1977, subsequently serving as chair of the Mathematics Department, deputy provost, and vice president for research at Argonne National Laboratory. He served as provost of Brown University from 2002 to 2006 before returning to the University of Chicago to assume the role of president He is currently chair of the boards of Argonne National Laboratory, Fermi National Accelerator Laboratory, and the Marine biological Laboratory. An advocate of freedom of speech, he has spoken and written in support of free expression and challenging discourse on college campuses. In recognition of this work, in 2017 he was given the Philip Merrill Award for Outstanding Contributions to Liberal Arts Education by the American Council of Trustees and Alumni. As a mathematician, Mr. Zimmer specializes in the ﬁeld of geometry, particularly ergodic theory, Lie groups, and differential geometry. He is a fellow of the American Academy of Arts and Sciences and has honorary degrees from Tsinghua University and Colby College. He appointed and charged a faculty committee to describe the University of Chicago position on free expression, now widely known as the “Chicago Principles.” "
  },
  {
    "id": 62,
    "file_img": "Zimmer, Robert J.jpg",
    "first_name": "Robert",
    "last_name": "Zimmer",
    "title": "President",
    "affiliation": "University of Chicago",
    "bio": "Robert J. Zimmer has been president of the University of Chicago since 2006. Mr. Zimmer earned a a bachelor’s degree from Brandeis University and a doctorate in mathematics from Harvard University. He came to the University of Chicago as a faculty member in mathematics in 1977, subsequently serving as chair of the Mathematics Department, deputy provost, and vice president for research at Argonne National Laboratory. He served as provost of Brown University from 2002 to 2006 before returning to the University of Chicago to assume the role of president He is currently chair of the boards of Argonne National Laboratory, Fermi National Accelerator Laboratory, and the Marine biological Laboratory. An advocate of freedom of speech, he has spoken and written in support of free expression and challenging discourse on college campuses. In recognition of this work, in 2017 he was given the Philip Merrill Award for Outstanding Contributions to Liberal Arts Education by the American Council of Trustees and Alumni. As a mathematician, Mr. Zimmer specializes in the ﬁeld of geometry, particularly ergodic theory, Lie groups, and differential geometry. He is a fellow of the American Academy of Arts and Sciences and has honorary degrees from Tsinghua University and Colby College. He appointed and charged a faculty committee to describe the University of Chicago position on free expression, now widely known as the “Chicago Principles.”"
  },
  {
    "id": 63,
    "file_img": "Zylstra, Jason.jpg",
    "first_name": "Jason",
    "last_name": "Zylstra",
    "title": "Senior Director of Philanthropy",
    "affiliation": "RDV Corporation",
    "bio": "Jason Zylstra is senior director of philanthropy at RDV Corporation, the DeVos family office in Grand Rapids, Michigan. Mr. Zylstra oversees seven foundations and individual philanthropy for nearly ten others, including SpringGR and the Doug & Maria DeVos Foundation Community Initiatives programs. Prior to joining RDV Corporation, he served as chief operating officer at Rehoboth Christian School for 12 years. Mr. Zylstra earned a bachelor’s degree from Grand Valley State University and a master’s degree from Western New Mexico University. "
  },
  {
    "id": 64,
    "file_img": "Meyerson, Adam.jpg",
    "first_name": "Adam ",
    "last_name": "Meyerson "
  },
  {
    "id": 65,
    "file_img": "Evans, Laura.jpg",
    "first_name": "Laura ",
    "last_name": "Evans"
  },
  {
    "id": 66,
    "file_img": "Graber, Richard.jpg",
    "first_name": "Richard ",
    "last_name": "Graber"
  },
  {
    "id": 67,
    "file_img": "Morrison, Tim.jpg",
    "first_name": "Tim ",
    "last_name": "Morrison"
  },
  {
    "id": 68,
    "file_img": "Burke, Pat.jpg",
    "first_name": "Pat ",
    "last_name": "Burke"
  },
  {
    "id": 69,
    "file_img": "Coates, George.jpg",
    "first_name": "George",
    "last_name": "Coates",
    "title": "Chairman Of The Board",
    "affiliation": "The Commonwealth Foundation"
  }
]
